[
  "calendar",
  "darlal-switcher-plus",
  "tag-page-preview",
  "obsidian-markdown-formatting-assistant-plugin",
  "dataview",
  "periodic-notes",
  "quickadd",
  "obsidian-tasks-plugin",
  "table-editor-obsidian",
  "obsidian-habit-tracker"
]